---
author: ntouman
image_url: https://github.com/ntouman/gr/blob/gh-pages/images/cup_color_huge1.jpg
caption: H MediaCup είναι μια κανονική κούπα, επαυξημένη με ικανότητες αίσθησησης (sensing), επεξεργασίας και επικοινωνίας με το σχετικό υλικό να βρίσκεται στον πάτο της, έτσι ώστε να συλλέγει και να λαμβάνει/μεταδίδει πληροφορίες πλαισίου. 
Η κούπα είναι ένα χαρακτηριστικό παράδειγμα αντικειμένου καθημερινής χρήσης με υπολογιστικές ικανότητες και της προστιθέμενης αξίας που αποκτά έτσι. 
https://www.teco.edu/research/media_cup/
title: Εξυπνη κούπα καφέ
categories:
  - definition
---
